Tekla.Structures.Dialog.FormBorders.IsOnActiveDisplays(System.Windows.Window)
Checks form quadrants to be sure full extents is on a single screen
window: The window in question.
Returns: True if fully contained in a screen